Repository: RyotaTokuda/sorosoro
Catalog: SorosoroWatch/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans, zh_hant

# action.add.to.shopping
source: 買い物リストに追加
en: Add to Shopping List
zh_hans: 添加到购物清单
zh_hant: 加入購物清單

# action.purchased
source: 買った！
en: Purchased!
zh_hans: 已购买！
zh_hant: 已購買！

# alert.purchase.complete.title
source: 購入完了
en: Purchase Complete
zh_hans: 购买完成
zh_hant: 購買完成

# alert.purchase.confirm.message %@
source: %@を購入済みにしますか？ 次回予定日が更新されます。
en: Mark %@ as purchased? Next due date will be updated.
zh_hans: 将%@标记为已购买？ 下次到期日将更新。
zh_hant: 將%@標記為已購買？ 下次到期日將更新。

# alert.purchase.confirm.short %@
source: %@を購入済みにしますか？
en: Mark %@ as purchased?
zh_hans: 将%@标记为已购买？
zh_hant: 將%@標記為已購買？

# alert.share.error.title
source: 共有エラー
en: Share Error
zh_hans: 分享错误
zh_hant: 分享錯誤

# common.cancel
source: キャンセル
en: Cancel
zh_hans: 取消
zh_hant: 取消

# common.close
source: 閉じる
en: Close
zh_hans: 关闭
zh_hant: 關閉

# common.edit
source: 編集
en: Edit
zh_hans: 编辑
zh_hant: 編輯

# common.save
source: 保存
en: Save
zh_hant: 儲存

# form.cycle.stepper %lld
source: 交換周期: %lld日
en: Cycle: %lld days
zh_hans: 更换周期: %lld天
zh_hant: 更換週期: %lld天

# form.last.purchase.date
source: 前回購入日
en: Last Purchase Date
zh_hans: 上次购买日期
zh_hant: 上次購買日期

# form.memo.placeholder
source: メモ（任意）
en: Memo (optional)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

# form.name.placeholder
source: アイテム名
en: Item Name
zh_hans: 项目名称
zh_hant: 項目名稱

# form.next.due.date
source: 次回予定日
en: Next Due Date
zh_hans: 下次到期日
zh_hant: 下次到期日

# form.notification.days.before %lld
source: %lld日前に通知
en: Notify %lld days before
zh_hans: 提前%lld天通知
zh_hant: 提前%lld天通知

# form.notification.toggle
source: 通知する
en: Notify
zh_hans: 开启通知
zh_hant: 開啟通知

# form.section.basic
source: 基本情報
en: Basic Info
zh_hans: 基本信息
zh_hant: 基本資訊

# form.section.memo
source: メモ
en: Memo
zh_hans: 备注
zh_hant: 備註

# form.section.notification
source: 通知
en: Notification

# form.title.edit
source: アイテム編集
en: Edit Item
zh_hans: 编辑项目
zh_hant: 編輯項目

# form.title.new
source: 新規アイテム
en: New Item
zh_hans: 新建项目
zh_hant: 新建項目

# item.detail.cycle
source: 交換周期
en: Cycle
zh_hans: 更换周期
zh_hant: 更換週期

# item.detail.days.remaining
source: 残り日数
en: Days Remaining
zh_hans: 剩余天数
zh_hant: 剩餘天數

# item.detail.days.value %lld
source: %lld日
en: %lld days
zh_hans: %lld天
zh_hant: %lld天

# item.detail.history.title %lld
source: 購入履歴 (直近%lld回)
en: Purchase History (Last %lld)
zh_hans: 购买记录（最近%lld次）
zh_hant: 購買記錄（最近%lld次）

# item.detail.last.purchase
source: 前回購入日
en: Last Purchase
zh_hans: 上次购买日
zh_hant: 上次購買日

# item.detail.memo
source: メモ
en: Memo
zh_hans: 备注
zh_hant: 備註

# item.detail.next.due.date
source: 次回予定日
en: Next Due
zh_hans: 下次到期日
zh_hant: 下次到期日

# item.detail.not.found
source: アイテムが見つかりません
en: Item Not Found
zh_hans: 找不到项目
zh_hant: 找不到項目

# item.detail.notification.days.before %lld
source: %lld日前
en: %lld days before
zh_hans: 提前%lld天
zh_hant: 提前%lld天

# item.detail.notification.timing
source: 通知タイミング
en: Notification Timing
zh_hans: 通知时间
zh_hant: 通知時間

# item.detail.section.detail
source: 詳細
en: Details
zh_hans: 详情
zh_hant: 詳情

# item.detail.section.notification
source: 通知
en: Notification

# item.detail.status
source: ステータス
en: Status
zh_hans: 状态
zh_hant: 狀態

# item.list.add.new
source: 新規作成
en: New Item
zh_hans: 新建项目
zh_hant: 新建項目

# item.list.add.template
source: テンプレートから追加
en: Add from Template
zh_hans: 从模板添加
zh_hant: 從範本添加

# item.list.empty.description
source: テンプレートから追加するか、新規作成してください
en: Add from template or create a new item
zh_hans: 从模板添加或新建项目
zh_hant: 從範本添加或新建項目

# item.list.empty.title
source: アイテムがありません
en: No Items
zh_hans: 没有项目
zh_hant: 沒有項目

# item.list.mode.switch.hint
source: タブをタップしてこのモードに切り替えられます
en: Tap the tab to switch to this mode
zh_hans: 点击标签切换到此模式
zh_hant: 點擊標籤切換到此模式

# item.row.cycle.days %lld
source: 周期: %lld日
en: Cycle: %lld days
zh_hans: 周期: %lld天
zh_hant: 週期: %lld天

# mileage.high
source: 1500km〜
en: Over 1500km
zh_hans: 1500km以上
zh_hant: 1500km以上

# mileage.low
source: 〜500km
en: Under 500km
zh_hans: 500km以下
zh_hant: 500km以下

# mode.car
source: 車
en: Car
zh_hans: 汽车
zh_hant: 汽車

# mode.daily
source: 日用品
en: Daily Items

# mode.gadget
source: ガジェット
en: Gadget
zh_hans: 数码
zh_hant: 數位

# notification.action.purchased
source: 買った！
en: Purchased!
zh_hans: 已购买！
zh_hant: 已購買！

# notification.body %lld
source: 交換時期まであと%lld日です
en: %lld days until replacement
zh_hans: 距离更换还有%lld天
zh_hant: 距離更換還有%lld天

# notification.title %@
source: %@の交換時期です
en: Time to replace %@
zh_hans: 是时候换%@了
zh_hant: 該換%@了

# onboarding.adult.label
source: 大人
en: Adults

# onboarding.adult.subtitle
source: 高校生以上
en: High school age and above
zh_hans: 高中生及以上
zh_hant: 高中生及以上

# onboarding.car.hint
source: 走行距離に応じてオイル・タイヤの交換周期を自動計算します
en: Automatically calculates oil and tire replacement intervals based on mileage
zh_hans: 根据行驶里程自动计算机油和轮胎的更换周期
zh_hant: 根據行駛里程自動計算機油和輪胎的更換週期

# onboarding.car.section
source: 車の情報
en: Car Info
zh_hans: 汽车信息
zh_hant: 汽車資訊

# onboarding.child.label
source: 子供
en: Children
zh_hans: 孩子
zh_hant: 孩子

# onboarding.child.subtitle
source: 中学生以下（消耗量は大人の約60%）
en: Under 14 (uses ~60% of adults)
zh_hans: 14岁以下（消耗量约为大人的60%）
zh_hant: 14歲以下（消耗量約為大人的60%）

# onboarding.family.section
source: 家族の人数
en: Family Size
zh_hans: 家庭人数
zh_hant: 家庭人數

# onboarding.family.summary %lld %lld %@
source: 合計 %1$lld大人 + %2$lld子供 → 実質 %3$@人分
en: Total: %1$lld adults + %2$lld children → ~%3$@ persons
zh_hans: 总计: %1$lld大人 + %2$lld孩子 → 约%3$@人份
zh_hant: 總計: %1$lld大人 + %2$lld孩子 → 約%3$@人份

# onboarding.mode.car.description
source: エンジンオイル・タイヤ・ブレーキパッドなど 走行距離に連動した交換時期を管理
en: Engine oil, tires, brake pads, etc. Manage replacement timing based on mileage
zh_hans: 机油、轮胎、刹车片等 根据行驶里程管理更换时机
zh_hant: 機油、輪胎、剎車片等 根據行駛里程管理更換時機

# onboarding.mode.daily.description
source: 洗剤・シャンプー・トイレットペーパーなど 使用量に合わせた補充タイミングを管理
en: Detergent, shampoo, toilet paper, etc. Manage replenishment timing based on usage
zh_hans: 洗涤剂、洗发水、卫生纸等 根据用量管理补充时机
zh_hant: 洗滌劑、洗髮精、衛生紙等 根據用量管理補充時機

# onboarding.mode.min.selection
source: 少なくとも1つ選んでください
en: Please select at least one
zh_hans: 请至少选择一个
zh_hant: 請至少選擇一個

# onboarding.mode.subtitle
source: あとから変更できます
en: You can change this later
zh_hans: 之后可以更改
zh_hant: 之後可以更改

# onboarding.mode.title
source: 何を管理しますか？
en: What do you want to manage?
zh_hans: 您要管理什么？
zh_hant: 您要管理什麼？

# onboarding.next
source: 次へ
en: Next
zh_hans: 下一步
zh_hant: 下一步

# onboarding.profile.subtitle
source: 消耗スピードをあなたの生活に合わせます
en: We'll adjust consumption speed to your lifestyle
zh_hans: 我们将根据您的生活调整消耗速度
zh_hant: 我們將根據您的生活調整消耗速度

# onboarding.profile.title
source: もう少し教えてください
en: Tell Us a Bit More
zh_hans: 请再告诉我们一些
zh_hant: 請再告訴我們一些

# onboarding.ready.description
source: 「はじめる」をタップしてください
en: Tap "Start" to begin
zh_hans: 请点击「开始」
zh_hant: 請點擊「開始」

# onboarding.ready.title
source: 準備完了！
en: Ready to Start!
zh_hans: 准备就绪！
zh_hant: 準備就緒！

# onboarding.start
source: はじめる
en: Start
zh_hans: 开始
zh_hant: 開始

# onboarding.welcome.description
source: シャンプー・エンジンオイル・電池── 「そろそろ必要かも」をアプリが先回りして知らせます
en: Shampoo, engine oil, batteries — the app alerts you before you run out.
zh_hans: 洗发水、机油、电池—— 应用提前提醒您补货。
zh_hant: 洗髮精、機油、電池—— 應用程式提前提醒您補貨。

# onboarding.welcome.title
source: 補充のタイミングを 見逃さないために
en: Never Miss a Replenishment
zh_hans: 不再错过补货时机
zh_hant: 不再錯過補貨時機

# paywall.cta
source: Plusをはじめる
en: Start Plus
zh_hans: 开始使用Plus
zh_hant: 開始使用Plus

# paywall.feature.all.modes
source: 全モード同時に管理
en: All Modes Active
zh_hans: 同时管理所有模式
zh_hant: 同時管理所有模式

# paywall.feature.all.modes.detail
source: 日用品・車 を両方使える
en: Use both Daily and Car modes
zh_hans: 日用品和汽车模式同时使用
zh_hant: 日用品和汽車模式同時使用

# paywall.feature.all.modes.free.label
source: 1つのみ
en: 1 only
zh_hans: 仅1个
zh_hant: 僅1個

# paywall.feature.memo
source: メモ機能
en: Memo
zh_hans: 备注功能
zh_hant: 備註功能

# paywall.feature.memo.detail
source: 銘柄・メーカー・購入先のメモ
en: Note brand, maker, and purchase location
zh_hans: 记录品牌、制造商和购买地点
zh_hant: 記錄品牌、製造商和購買地點

# paywall.feature.sharing
source: 家族・パートナーと共有
en: Share with Family
zh_hans: 与家人分享
zh_hant: 與家人分享

# paywall.feature.sharing.detail
source: iCloudで同じ管理リストを共有
en: Share the same list via iCloud
zh_hans: 通过iCloud共享同一管理清单
zh_hant: 透過iCloud共享同一管理清單

# paywall.feature.templates
source: カスタムテンプレート
en: Custom Templates
zh_hans: 自定义模板
zh_hant: 自訂範本

# paywall.feature.templates.detail
source: よく買う商品を登録して再利用
en: Save frequently bought items as templates
zh_hans: 保存常购商品作为模板
zh_hant: 儲存常購商品作為範本

# paywall.feature.templates.free.label
source: プリセットのみ
en: Presets only
zh_hans: 仅预设
zh_hant: 僅預設

# paywall.feature.unlimited
source: アイテム・通知 無制限
en: Unlimited Items & Notifications
zh_hans: 项目和通知无限制
zh_hant: 項目和通知無限制

# paywall.feature.unlimited.detail
source: 登録件数・通知件数の上限なし
en: No limits on items or notifications
zh_hans: 项目和通知数量无上限
zh_hant: 項目和通知數量無上限

# paywall.feature.unlimited.free.label
source: 各10件/5件
en: 10/5 each
zh_hans: 各10个/5个
zh_hant: 各10個/5個

# paywall.features.title
source: Plusでできること
en: What Plus Offers
zh_hans: Plus 功能
zh_hant: Plus 功能

# paywall.legal
source: サブスクリプションは確認後に課金されます。現在の期間終了24時間前までにキャンセルしない限り自動更新されます。App Store「設定」→「Apple ID」→「サブスクリプション」から解約できます。
en: Subscriptions are charged after confirmation. They auto-renew unless canceled 24 hours before the current period ends. Manage in App Store → Settings → Apple ID → Subscriptions.
zh_hans: 确认后将收取订阅费用。除非在当前期限结束前24小时取消，否则将自动续订。可在App Store「设置」→「Apple ID」→「订阅」中取消。
zh_hant: 確認後將收取訂閱費用。除非在當前期限結束前24小時取消，否則將自動續訂。可在App Store「設定」→「Apple ID」→「訂閱」中取消。

# paywall.monthly.equivalent %@ %lld
source: %1$@/月（約%2$lld%%割引）
en: %1$@/mo (~%2$lld%% off)
zh_hans: %1$@/月（约%2$lld%%折扣）
zh_hant: %1$@/月（約%2$lld%%折扣）

# paywall.plan.monthly
source: 月額プラン
en: Monthly Plan
zh_hans: 月度方案
zh_hant: 月度方案

# paywall.plan.section.title
source: プランを選択
en: Choose a Plan
zh_hans: 选择方案
zh_hant: 選擇方案

# paywall.plan.yearly
source: 年額プラン
en: Annual Plan
zh_hans: 年度方案
zh_hant: 年度方案

# paywall.privacy
source: プライバシーポリシー
en: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

# paywall.purchase.error
source: 購入に失敗しました
en: Purchase Failed
zh_hans: 购买失败
zh_hant: 購買失敗

# paywall.purchasing
source: 処理中...
en: Processing...
zh_hans: 处理中...
zh_hant: 處理中...

# paywall.restore
source: 購入を復元
en: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.subtitle
source: 管理を、もっとかしこく。
en: Smarter Management.
zh_hans: 更智能地管理。
zh_hant: 更聰明地管理。

# paywall.terms
source: 利用規約
en: Terms of Use
zh_hans: 使用条款
zh_hant: 使用條款

# paywall.title
source: 買いどき Plus
en: Kaidoki Plus
zh_hans: 买到时 Plus
zh_hant: 買到時 Plus

# paywall.yearly.badge
source: 2ヶ月分お得
en: 2 Months Free
zh_hans: 节省2个月
zh_hant: 節省2個月

# settings.adults.count %lld
source: 大人: %lld人
en: Adults: %lld

# settings.children.count %lld
source: 子供（中学生以下）: %lld人
en: Children (under 14): %lld
zh_hans: 孩子（14岁以下）: %lld人
zh_hant: 孩子（14歲以下）: %lld人

# settings.current.plan
source: 現在のプラン
en: Current Plan
zh_hans: 当前方案
zh_hant: 目前方案

# settings.family.hint
source: 子供は大人の約60%として計算。日用品の補充タイミングに反映されます
en: Children count as ~60% of adults. Applied to daily item replenishment timing.
zh_hans: 孩子按大人的约60%计算，会影响日用品补充时间。
zh_hant: 孩子按大人的約60%計算，會影響日用品補充時間。

# settings.mode.picker.label
source: モード
en: Mode
zh_hans: 模式
zh_hant: 模式

# settings.monthly.mileage
source: 月間走行距離
en: Monthly Mileage
zh_hans: 月行驶里程
zh_hant: 月行駛里程

# settings.notification.default %lld
source: デフォルト通知: %lld日前
en: Default: %lld days before
zh_hans: 默认: 提前%lld天
zh_hant: 預設: 提前%lld天

# settings.notification.global.toggle
source: 通知を有効にする
en: Enable Notifications
zh_hans: 开启通知
zh_hant: 開啟通知

# settings.plan.free
source: 無料
en: Free
zh_hans: 免费
zh_hant: 免費

# settings.restore.purchases
source: 購入の復元
en: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.section.active.mode
source: アクティブモード
en: Active Mode
zh_hans: 活动模式
zh_hant: 使用中模式

# settings.section.app.info
source: アプリ情報
en: App Info
zh_hans: 应用信息
zh_hant: 應用程式資訊

# settings.section.car
source: 車の情報
en: Car Info
zh_hans: 汽车信息
zh_hant: 汽車資訊

# settings.section.family
source: 家族の人数
en: Family Size
zh_hans: 家庭人数
zh_hant: 家庭人數

# settings.section.notification
source: 通知
en: Notification

# settings.section.plan
source: プラン
en: Plan
zh_hans: 订阅方案
zh_hant: 訂閱方案

# settings.section.sharing
source: 家族・パートナーと共有
en: Share with Family
zh_hans: 与家人分享
zh_hant: 與家人分享

# settings.section.visible.tabs
source: 表示するタブ
en: Visible Tabs
zh_hans: 显示的标签
zh_hant: 顯示的標籤

# settings.upgrade
source: Plus にアップグレード
en: Upgrade to Plus
zh_hans: 升级到Plus
zh_hant: 升級到Plus

# settings.vehicle.type
source: 車の種類
en: Vehicle Type
zh_hans: 车辆类型
zh_hant: 車輛類型

# settings.version
source: バージョン
en: Version
zh_hans: 版本
zh_hant: 版本

# sharing.icloud.required
source: iCloud にサインインすると共有できます
en: Sign in to iCloud to share
zh_hans: 登录iCloud即可分享
zh_hant: 登入iCloud即可分享

# sharing.item.title
source: 買いどき - 消耗品リスト
en: Kaidoki - Supplies List
zh_hans: 买到时 - 消耗品清单
zh_hant: 買到時 - 消耗品清單

# sharing.preparing
source: 共有を準備中…
en: Preparing Share…
zh_hans: 准备分享中…
zh_hant: 準備分享中…

# sharing.title
source: 家族・パートナーと共有
en: Share with Family
zh_hans: 与家人分享
zh_hant: 與家人分享

# shopping.checked.section
source: 購入済み
en: Purchased
zh_hans: 已购买
zh_hant: 已購買

# shopping.clear
source: クリア
en: Clear
zh_hans: 清除
zh_hant: 清除

# shopping.empty.description
source: 交換時期が近づくとここに表示されます
en: Items approaching replacement time will appear here
zh_hans: 临近更换时间的项目将显示在此处
zh_hant: 臨近更換時間的項目將顯示於此

# shopping.empty.title
source: 買い物リストは空です
en: Shopping List is Empty
zh_hans: 购物清单为空
zh_hant: 購物清單為空

# shopping.list.section
source: 買い物リスト
en: Shopping List
zh_hans: 购物清单
zh_hant: 購物清單

# shopping.urgent.section
source: そろそろ買い時
en: Almost Time to Buy
zh_hans: 快到补货时间
zh_hant: 快到補貨時間

# status.ok.label
source: まだ大丈夫
en: OK
zh_hans: 还充裕
zh_hant: 還充裕

# status.overdue %lld
source: %lld日超過
en: %lld days overdue
zh_hans: 超期%lld天
zh_hant: 超期%lld天

# status.overdue.label
source: 期限切れ
en: Overdue
zh_hans: 已超期
zh_hant: 已超期

# status.remaining %lld
source: あと%lld日
en: %lld days left
zh_hans: 还剩%lld天
zh_hant: 還剩%lld天

# status.soon.label
source: そろそろ
en: Almost Due
zh_hans: 快到期了
zh_hant: 快到期了

# suggestion.apply %lld
source: 周期を%lld日に変更
en: Change cycle to %lld days
zh_hans: 将周期改为%lld天
zh_hant: 將週期改為%lld天

# suggestion.body %lld %lld %lld
source: %1$lld回の購入実績から、実際の消費ペースは約**%2$lld日**です。（現在の設定: %3$lld日）
en: Based on %1$lld purchases, your actual consumption pace is about **%2$lld days**. (Current: %3$lld days)
zh_hans: 根据%1$lld次购买记录，实际消耗速度约**%2$lld天**。（当前设置: %3$lld天）
zh_hant: 根據%1$lld次購買記錄，實際消耗速度約**%2$lld天**。（目前設定: %3$lld天）

# suggestion.dismiss
source: このままにする
en: Keep Current
zh_hans: 保持不变
zh_hant: 保持不變

# suggestion.title
source: 周期を最適化できます
en: Cycle Can Be Optimized
zh_hans: 可以优化周期
zh_hant: 可以優化週期

# tab.settings
source: 設定
en: Settings
zh_hans: 设置

# tab.shopping
source: 買い物リスト
en: Shopping
zh_hans: 购物清单
zh_hant: 購物清單

# template.base.days %lld
source: (基準: %lld日)
en: (Base: %lld days)
zh_hans: （基准: %lld天）
zh_hant: （基準: %lld天）

# template.nav.title
source: テンプレートから追加
en: Add from Template
zh_hans: 从模板添加
zh_hant: 從範本添加

# template.section.custom
source: カスタム
en: Custom
zh_hans: 自定义
zh_hant: 自訂

# template.section.preset
source: プリセット
en: Presets
zh_hans: 预设
zh_hant: 預設

# vehicle.diesel
source: ディーゼル車
en: Diesel
zh_hans: 柴油车
zh_hant: 柴油車

# vehicle.ev
source: 電気自動車
en: Electric
zh_hans: 电动车
zh_hant: 電動車

# vehicle.gasoline
source: ガソリン車
en: Gasoline
zh_hans: 汽油车
zh_hant: 汽油車

# vehicle.hev
source: ハイブリッド車
en: Hybrid
zh_hans: 混动车
zh_hant: 混合動力車

# watch.detail.cycle.label
source: 周期
en: Cycle
zh_hant: 週期

# watch.detail.last.label
source: 前回
en: Last
zh_hans: 上次
zh_hant: 上次

# watch.detail.next.label
source: 次回
en: Next
zh_hans: 下次
zh_hant: 下次

# watch.home.all.ok.description
source: そろそろなアイテムはありません
en: No items almost due
zh_hans: 没有即将到期的项目
zh_hant: 沒有即將到期的項目

# watch.home.all.ok.title
source: 全てOK
en: All Good!
zh_hans: 全部正常
zh_hant: 全部正常

# watch.home.category.section
source: カテゴリ
en: Categories
zh_hans: 分类
zh_hant: 分類

# watch.home.urgent.section
source: そろそろ
en: Almost Due
zh_hans: 快到期
zh_hant: 快到期

# watch.item.list.empty
source: アイテムなし
en: No Items
zh_hans: 没有项目
zh_hant: 沒有項目

# watch.nav.title
source: 買いどき
en: Kaidoki
zh_hans: 买到时
zh_hant: 買到時

# watch.purchase.confirm.short %@
source: %@を購入済みに？
en: Mark %@ as bought?
zh_hans: 将%@标记为已购买？
zh_hant: 將%@標記為已購買？

# watch.shopping.empty
source: 買い物リストは空です
en: Shopping list is empty
zh_hans: 购物清单为空
zh_hant: 購物清單為空

# watch.shopping.nav.title
source: 買い物リスト
en: Shopping
zh_hans: 购物清单
zh_hant: 購物清單

# watch.shopping.suggestions.section
source: 追加候補
en: Suggestions
zh_hans: 添加候选
zh_hant: 添加候選

# common.ok
source: OK
zh_hans: 好
zh_hant: 好
